IDEA StatiCa Open Model
BendData.Point1OfSideBoundary2 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Side boundary second plate point 1
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Point3D Point1OfSideBoundary2 { get; set; }
Public Property Point1OfSideBoundary2 As Point3D
	Get
	Set
public:
property Point3D^ Point1OfSideBoundary2 {
	Point3D^ get ();
	void set (Point3D^ value);
}
Property Value
Type: Point3D
See Also
Reference
BendData Class
IdeaRS.OpenModel.Connection Namespace